insert into Category(ParentID, Name) values
(null, 'Перші страви'), /* 1 */
(null, 'Основні страви'), /* 2 */
(null, 'Закуски і салати'), /* 3 */
(null, 'Десерти'), /* 4 */
(null, 'Напої'), /* 5 */
(1, 'Гарячі супи'),
(1, 'Холодні супи'),
(2, 'Рибні страви і морепродукти'),
(2, 'М''ясні страви'),
(2, 'Овочеві страви і гарніри'),
(2, 'Бліни'),
(2, 'Пельмені і вареники'),
(2, 'Запіканки і сирники'),
(3, 'Заправки'),
(3, 'Холодні закуски'),
(3, 'Гарячі закуски'),
(3, 'Салати'),
(3, 'Бутерброди'),
(4, 'Цукерки'),
(4, 'Варення і креми'),
(4, 'Морозиво'),
(4, 'Випічка'),
(4, 'Желе і мусси'),
(4, 'Торти і тістечка'),
(5, 'Чай і кава'),
(5, 'Соки і коктейлі'),
(5, 'Алкогольні напої')

select * from Category